Repository: rob-builds-future/echo.journal.s
Catalog: echo.journal/echo.journal/6 Ressources & Config/Localizable.xcstrings
Source language: en
Languages: de, pt

source: Delete
de: Löschen

# durationFormat
source: %d hours %d minutes
de: %d Stunden %d Minuten
pt: %d horas %d minutos

source: Email address
de: Mail-Adresse
pt: Endereço de e-mail

# entryDeleteMessage
source: This entry will be permanently deleted. Do you want to proceed?
de: Dieser Eintrag wird dauerhaft gelöscht. Möchtest du fortfahren?
pt: Esta entrada será excluída permanentemente. Deseja continuar?

# entryDeleteTitle
source: Delete entry?
de: Eintrag löschen?
pt: Excluir entrada?

# Farbe Deines echo.
source: Echo color.
de: Echo Farbe.

# favorite
source: Favorise
de: Favorisieren

# journalTitle
source: %@'s Journal
de: %@'s Tagebuch
pt: O diário de %@

# minutesFormat
source: %d minutes
de: %d Minuten
pt: %d minutos

source: OR
de: ODER
pt: OU

source: Password
de: Passwort
pt: Senha

source: Select date:
de: Datum wählen:
pt: Selecionar data:

source: Show entry
de: Eintrag anzeigen
pt: Mostrar entrada

source: Sign In
de: Anmelden
pt: Login

# signInError
source: Sign In failed: %@
de: Anmelden fehlgeschlagen: %@
pt: Login falhou: %@

# signInInstructions
source: Sign in with email address and password.
de: Melde Dich mit Mail-Adresse und Passwort an.
pt: Entre com seu endereço de e-mail e senha.

source: Sign Up
de: Registrieren
pt: Registrar

# signUpInstructions
source: Sign Up with email address and password.
de: Registriere Dich mit Mail-Adresse und Passwort.
pt: Registre-se com endereço de e-mail e senha.

# statistics
source: Your statistics
de: Deine Statistik
pt: Suas estatísticas

# statisticsHeaderTime
source: minutes
de: Minuten
pt: minutos

source: To Sign In
de: Zur Anmeldung
pt: Para fazer login

# writingAchievements
source: Your writing achievements
de: Deine Schreib-Erfolge
pt: Suas conquistas de escrita

# writingTracker
source: Your writing tracker
de: Dein Schreib-Tracker
pt: Seu rastreador de escrita

source: To Sign Up
pt: Para se registrar

source: Total time
pt: Tempo total

source: Total words
pt: Total de palavras
